// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Komennot";

HSDDescriptionLabel = "Syötä komennot valitulle tulostimelle.";
HSDCommandLabel = "Komento:";
HSDGetResponseCheck = "Näytä laitteen vastaus";
HSDLoadButton = "Lataa komennot…";
HSDSaveButton = "Tallenna komennot…";
HSDStopReceivingButton = "Lopeta vastaanotto";

HSDInstructionLabel = "Anna heksadesimaalikoodi ja luettavissa oleva kuvaus uudesta erikoismerkistä.";
HSDHexLabel = "Heksadesimaalikoodi:";
HSDDescLabel = "Kuvaus:";
HSDHexTableColumn = "Heksadesimaalikoodi";
HSDDescTableColumn = "Kuvaus";
HSDCancelButton = "Peruuta";
HSDOKButton = "OK";

ErrorSendTitle = "Tietojen lähetys tulostimelle ei onnistunut";
ErrorSendMsg = "Varmista, että tulostin on liitetty ja kytketty toimimaan. Yritä sitten uudelleen.";

500 = "Tämän ikkunan avulla voit lähettää laitteelle haluamasi komennot ja noutaa komennon mahdollisesti palauttamat tiedot.";
501 = "Komento";
502 = "Vastaus";
503 = "Hae vastaus";

HSDSendButtonTitle = "Lähetä nyt";

SpecialsCharactersMenuItem = "Erikoismerkki";
AddSpecialCharacterMenuItem = "Lisää erikoismerkki…";
EditSpecialCharactersMenuItem = "Muokkaa erikoismerkkejä…";

SpecialCommand0 = "04 - PS-tiedoston loppumerkki ^D";
SpecialCommand1 = "0c - lomakkeen syöttö <FF>";
SpecialCommand2 = "0d - rivinvaihtomerkki <CR>";
SpecialCommand3 = "1b - <ESC>";

NoSaveTitle = "Tiedoston tallennus ei onnistunut";
NoSaveMsg = "Valitse jokin toinen sijainti.";
DidNotSaveMessage = "Varmista levytilan riittävyys ja se, että käyttöoikeutesi riittävät tiedoston tallentamiseen määritettyyn sijaintiin.";
NoLoadTitle = "Tiedoston avaus ei onnistunut";
NoLoadMsg = "Varmista, että tämä on HP Utility -ohjelmasta tallennettu tiedosto.";


BigSizeAlertTitle = "Tiedosto on liian suuri";
BigSizeAlertMsg = "Commands-laajennus tukee kooltaan enintään 1 Mt tiedostoja. Käytä suurempien tiedostojen lataamisessa tulostimelle \"File Upload\" -laajennusta.";

HSDDoneButton = "Valmis";
HSDEditSpecialsInstructionLabel = "Muokkaa erikoismerkkejä";
"Special Character Description" = "Erikoismerkkien kuvaus";
PrinterResponse = "Tulostimen vastaus";
